Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 详情
ar: التفاصيل
de: Details
en: Details
es_mx: Detalles
fr: Détails
ja: 詳細
ko: 상세
pt_br: Detalhes
pt_pt: Detalhes
tr: Ayrıntılar
zh_hant: 詳細資訊
zh_hk: 詳細資料

source: 详细信息
ar: التفاصيل
de: Details
en: Details
es_mx: Detalles
fr: Détails
ja: 詳細
ko: 세부 정보
pt_br: Detalhes
pt_pt: Detalhes
tr: Ayrıntılar
zh_hant: 詳細資訊
zh_hk: 詳細資料

source: 语句 %lld
ar: العبارة %lld
de: Anweisung %lld
en: Statement %lld
es_mx: Sentencia %lld
fr: Instruction %lld
ja: ステートメント %lld
ko: 문 %lld
pt_br: Instrução %lld
pt_pt: Instrução %lld
tr: Deyim %lld
zh_hant: 陳述式 %lld
zh_hk: 語句 %lld

source: 语言
ar: اللغة
de: Sprache
en: Language
es_mx: Idioma
fr: Langue
ja: 言語
ko: 언어
pt_br: Idioma
pt_pt: Idioma
tr: Dil
zh_hant: 語言
zh_hk: 語言

source: 语言默认跟随系统，更改后需重新打开 App 生效。开启「减少动画」后，页面切换与界面变化将省去过渡动画，操作更跟手。
ar: تتبع اللغة النظام افتراضيًا، وتسري التغييرات بعد إعادة فتح التطبيق. عند تفعيل «تقليل الحركة»، يتم تجاوز الرسوم الانتقالية عند تبديل الصفحات وتغيّر الواجهة لاستجابة أسرع.
de: Die Sprache folgt standardmäßig dem System; Änderungen werden nach einem Neustart der App wirksam. Mit aktivierter Option „Bewegung reduzieren“ entfallen Übergangsanimationen bei Seitenwechseln und Oberflächenänderungen für ein direkteres Gefühl.
en: Language follows the system by default; changes take effect after reopening the app. With Reduce Motion on, page switches and interface changes skip transition animations for a more responsive feel.
es_mx: El idioma sigue al sistema de forma predeterminada; los cambios se aplican al reabrir la app. Con «Reducir movimiento» activado, los cambios de página e interfaz omiten las animaciones de transición para una sensación más ágil.
fr: La langue suit le système par défaut ; les modifications prennent effet après la réouverture de l’app. Avec « Réduire les animations » activé, les changements de page et d’interface se font sans animations de transition, pour une sensation plus réactive.
ja: 言語はデフォルトでシステムに従います。変更後はアプリを再起動すると反映されます。「アニメーションを減らす」をオンにすると、画面の切り替えや表示の変化でトランジションが省略され、操作がより軽快になります。
ko: 언어는 기본적으로 시스템을 따르며, 변경 사항은 앱을 다시 열면 적용됩니다. ‘동작 줄이기’를 켜면 화면 전환과 인터페이스 변화에서 전환 애니메이션이 생략되어 더 빠릿하게 반응합니다.
pt_br: O idioma segue o sistema por padrão; as alterações têm efeito ao reabrir o app. Com «Reduzir movimento» ativado, as mudanças de página e de interface dispensam animações de transição para uma resposta mais ágil.
pt_pt: O idioma segue o sistema por predefinição; as alterações têm efeito ao reabrir a app. Com «Reduzir movimento» ativado, as mudanças de página e de interface dispensam animações de transição para uma resposta mais ágil.
tr: Dil varsayılan olarak sistemi izler; değişiklikler uygulamayı yeniden açtığınızda geçerli olur. «Hareketi Azalt» açıkken sayfa geçişleri ve arayüz değişiklikleri geçiş animasyonlarını atlayarak daha akıcı bir his verir.
zh_hant: 語言預設跟隨系統，變更後需重新開啟 App 生效。開啟「減少動畫」後，頁面切換與介面變化將省去過渡動畫，操作更跟手。
zh_hk: 語言預設跟隨系統，變更後需重新開啟 App 生效。開啟「減少動畫」後，頁面切換與介面變化將省去過渡動畫，操作更順暢。

source: 请在 DNS 中为 %@ 添加代理 CNAME，目标 %@
ar: في DNS، أضِف سجل CNAME عبر الوكيل لـ %1$@ يشير إلى %2$@
de: Füge in DNS einen proxied CNAME für %1$@ hinzu, der auf %2$@ zeigt
en: In DNS, add a proxied CNAME for %1$@ pointing to %2$@
es_mx: En DNS, agrega un CNAME con proxy para %1$@ que apunte a %2$@
fr: Dans DNS, ajoutez un CNAME proxifié pour %1$@ pointant vers %2$@
ja: DNS で %1$@ にプロキシ CNAME を追加し、ターゲットを %2$@ にしてください
ko: DNS에서 %1$@에 대한 프록시 CNAME을 추가하고 대상을 %2$@로 설정하세요
pt_br: No DNS, adicione um CNAME com proxy para %1$@ apontando para %2$@
pt_pt: No DNS, adicione um CNAME com proxy para %1$@ a apontar para %2$@
tr: DNS’te %1$@ için %2$@ adresine işaret eden proxy’li bir CNAME ekleyin
zh_hant: 請在 DNS 中為 %1$@ 新增代理 CNAME，目標 %2$@
zh_hk: 請在 DNS 中為 %1$@ 新增代理 CNAME，目標 %2$@

source: 请求
ar: الطلبات
de: Anfragen
en: Requests
es_mx: Solicitudes
fr: Requêtes
ja: リクエスト
ko: 요청
pt_br: Solicitações
pt_pt: Pedidos
tr: İstekler
zh_hant: 請求
zh_hk: 請求

source: 请求 · %@
ar: الطلبات · %@
de: Anfragen · %@
en: Requests · %@
es_mx: Solicitudes · %@
fr: Requêtes · %@
ja: リクエスト · %@
ko: 요청 · %@
pt_br: Solicitações · %@
pt_pt: Pedidos · %@
tr: İstekler · %@
zh_hant: 請求 · %@
zh_hk: 請求 · %@

source: 请求 · 24h
ar: الطلبات · 24 ساعة
de: Anfragen · 24 Std.
en: Requests · 24h
es_mx: Solicitudes · 24 h
fr: Requêtes · 24 h
ja: リクエスト · 24h
ko: 요청 · 24시간
pt_br: Solicitações · 24h
pt_pt: Pedidos · 24h
tr: İstekler · 24 sa
zh_hant: 請求 · 24h
zh_hk: 請求 · 24h

source: 请求太频繁，请稍后再试
ar: طلبات كثيرة جدًا. حاول لاحقًا.
de: Zu viele Anfragen. Versuche es später erneut.
en: Too many requests. Try again later.
es_mx: Demasiadas solicitudes. Inténtalo más tarde.
fr: Trop de requêtes. Réessayez plus tard.
ja: リクエストが多すぎます。しばらくしてから再試行してください
ko: 요청이 너무 많습니다. 나중에 다시 시도하세요.
pt_br: Muitas solicitações. Tente novamente mais tarde.
pt_pt: Demasiados pedidos. Tente novamente mais tarde.
tr: Çok fazla istek. Daha sonra tekrar deneyin.
zh_hant: 請求太頻繁，請稍後再試
zh_hk: 請求太頻繁，請稍後再試

source: 请求失败
ar: فشل الطلب
de: Anfrage fehlgeschlagen
en: Request failed
es_mx: Error en la solicitud
fr: Échec de la requête
ja: リクエストに失敗しました
ko: 요청 실패
pt_br: Falha na requisição
pt_pt: Falha no pedido
tr: İstek başarısız
zh_hant: 請求失敗
zh_hk: 請求失敗

source: 请求头
ar: الترويسة
de: Header
en: Header
es_mx: Encabezado
fr: En-tête
ja: ヘッダー
ko: 헤더
pt_br: Cabeçalho
pt_pt: Cabeçalho
tr: Üst bilgi
zh_hant: 請求標頭
zh_hk: 請求標頭

source: 请求头修改
ar: تعديل ترويسة الطلب
de: Anfrage-Header-Änderung
en: Request header modification
es_mx: Modificación de encabezados de solicitud
fr: Modification d’en-tête de requête
ja: リクエストヘッダーの変更
ko: 요청 헤더 수정
pt_br: Modificação de cabeçalho de solicitação
pt_pt: Modificação de cabeçalho de pedido
tr: İstek başlığı değişikliği
zh_hant: 請求標頭修改
zh_hk: 請求標頭修改

source: 请求方法
ar: طريقة الطلب
de: Anforderungsmethode
en: Request Method
es_mx: Método de solicitud
fr: Méthode de requête
ja: リクエストメソッド
ko: 요청 메서드
pt_br: Método da requisição
pt_pt: Método do pedido
tr: İstek Yöntemi
zh_hant: 請求方法
zh_hk: 請求方法

source: 请求次数
ar: عدد الطلبات
de: Anfragen
en: Requests
es_mx: Solicitudes
fr: Requêtes
ja: リクエスト数
ko: 요청 수
pt_br: Solicitações
pt_pt: Pedidos
tr: İstekler
zh_hant: 請求次數
zh_hk: 請求次數

source: 请输入 %@ 以启用删除。
ar: أدخل %@ لتفعيل الحذف.
de: Gib %@ ein, um das Löschen zu aktivieren.
en: Enter %@ to enable deletion.
es_mx: Escribe %@ para habilitar la eliminación.
fr: Saisissez %@ pour activer la suppression.
ja: 削除を有効にするには %@ と入力してください。
ko: 삭제하려면 %@을(를) 입력하세요.
pt_br: Digite %@ para habilitar a exclusão.
pt_pt: Escreva %@ para ativar a eliminação.
tr: Silmeyi etkinleştirmek için %@ yazın.
zh_hant: 請輸入 %@ 以啟用刪除。
zh_hk: 請輸入 %@ 以啟用刪除。

source: 请输入大于 0 的秒数。
ar: أدخل عدد ثوانٍ أكبر من 0.
de: Gib eine Sekundenzahl größer als 0 ein.
en: Enter a number of seconds greater than 0.
es_mx: Introduce un número de segundos mayor que 0.
fr: Saisissez un nombre de secondes supérieur à 0.
ja: 0 より大きい秒数を入力してください。
ko: 0보다 큰 초를 입력하세요.
pt_br: Insira um número de segundos maior que 0.
pt_pt: Introduza um número de segundos maior que 0.
tr: 0'dan büyük bir saniye değeri girin.
zh_hant: 請輸入大於 0 的秒數。
zh_hk: 請輸入大於 0 的秒數。

source: 请输入形如 10.0.0.0/8 或 2001:db8::/48 的 CIDR。
ar: أدخل CIDR مثل 10.0.0.0/8 أو 2001:db8::/48.
de: Gib ein CIDR wie 10.0.0.0/8 oder 2001:db8::/48 ein.
en: Enter a CIDR like 10.0.0.0/8 or 2001:db8::/48.
es_mx: Ingresa un CIDR como 10.0.0.0/8 o 2001:db8::/48.
fr: Saisissez un CIDR comme 10.0.0.0/8 ou 2001:db8::/48.
ja: 10.0.0.0/8 や 2001:db8::/48 のような CIDR を入力してください。
ko: 10.0.0.0/8 또는 2001:db8::/48 형식의 CIDR을 입력하세요.
pt_br: Digite um CIDR como 10.0.0.0/8 ou 2001:db8::/48.
pt_pt: Introduza um CIDR como 10.0.0.0/8 ou 2001:db8::/48.
tr: 10.0.0.0/8 veya 2001:db8::/48 gibi bir CIDR girin.
zh_hant: 請輸入形如 10.0.0.0/8 或 2001:db8::/48 的 CIDR。
zh_hk: 請輸入形如 10.0.0.0/8 或 2001:db8::/48 的 CIDR。

source: 请选择
ar: اختر
de: Auswählen
en: Select
es_mx: Selecciona
fr: Sélectionner
ja: 選択してください
ko: 선택하세요
pt_br: Selecione
pt_pt: Selecione
tr: Seçin
zh_hant: 請選擇
zh_hk: 請選擇

source: 读 %lld
ar: ق %lld
de: L %lld
en: R %lld
es_mx: L %lld
fr: L %lld
ja: 読取 %lld
ko: 읽기 %lld
pt_br: L %lld
pt_pt: L %lld
tr: O %lld
zh_hant: 讀 %lld
zh_hk: 讀 %lld

source: 读写
ar: قراءة وكتابة
de: Lesen & Schreiben
en: Read & write
es_mx: Lectura y escritura
fr: Lecture et écriture
ja: 読み書き
ko: 읽기 및 쓰기
pt_br: Leitura e gravação
pt_pt: Leitura e escrita
tr: Okuma ve yazma
zh_hant: 讀寫
zh_hk: 讀寫

source: 读取 · %@
ar: عمليات القراءة · %@
de: Lesevorgänge · %@
en: Reads · %@
es_mx: Lecturas · %@
fr: Lectures · %@
ja: 読み取り · %@
ko: 읽기 · %@
pt_br: Leituras · %@
pt_pt: Leituras · %@
tr: Okumalar · %@
zh_hant: 讀取 · %@
zh_hk: 讀取 · %@

source: 读取应用…
ar: جارٍ تحميل التطبيق…
de: App wird geladen…
en: Loading app…
es_mx: Cargando app…
fr: Chargement de l’app…
ja: アプリを読み込み中…
ko: 앱 불러오는 중…
pt_br: Carregando app…
pt_pt: A carregar app…
tr: Uygulama yükleniyor…
zh_hant: 正在讀取應用程式…
zh_hk: 正在讀取應用程式…

source: 调查中
ar: قيد التحقيق
de: Wird untersucht
en: Investigating
es_mx: Investigando
fr: En cours d’investigation
ja: 調査中
ko: 조사 중
pt_br: Investigando
pt_pt: Em investigação
tr: İnceleniyor
zh_hant: 調查中
zh_hk: 調查中

source: 调用状态
ar: حالة الاستدعاء
de: Aufrufstatus
en: Invocation status
es_mx: Estado de invocación
fr: État de l’invocation
ja: 呼び出しステータス
ko: 호출 상태
pt_br: Status da invocação
pt_pt: Estado da invocação
tr: Çağrı durumu
zh_hant: 呼叫狀態
zh_hk: 呼叫狀態

source: 调试
ar: تصحيح
de: Debug
en: Debug
es_mx: Depuración
fr: Débogage
ja: デバッグ
ko: 디버그
pt_br: Depuração
pt_pt: Depuração
tr: Hata ayıkla
zh_hant: 偵錯
zh_hk: 調試

source: 负载均衡
ar: موازنة التحميل
de: Load Balancing
en: Load Balancing
es_mx: Balanceo de carga
fr: Répartition de charge
ja: ロードバランシング
ko: 부하 분산
pt_br: Balanceamento de carga
pt_pt: Balanceamento de carga
tr: Yük dengeleme
zh_hant: 負載平衡
zh_hk: 負載平衡

source: 负载均衡器、源站池与健康监测
ar: موازِنات التحميل ومجمّعات الأصل ومراقبات الصحة
de: Load Balancer, Origin-Pools und Health-Monitore
en: Load balancers, origin pools, and health monitors
es_mx: Balanceadores de carga, grupos de origen y monitores de estado
fr: Répartiteurs de charge, pools d'origine et moniteurs de santé
ja: ロードバランサー、オリジンプール、ヘルスモニター
ko: 부하 분산기, 오리진 풀, 상태 모니터
pt_br: Balanceadores de carga, pools de origem e monitores de integridade
pt_pt: Balanceadores de carga, pools de origem e monitores de estado
tr: Yük dengeleyiciler, köken havuzları ve sağlık izleyicileri
zh_hant: 負載平衡器、來源池與健康監測
zh_hk: 負載平衡器、來源池與健康監測

source: 负载均衡器、源站池与健康监测的查看与管理属于 Orange Cloud Pro。
ar: عرض وإدارة موازِنات التحميل ومجمّعات الأصل ومراقبات الصحة جزء من Orange Cloud Pro.
de: Das Anzeigen und Verwalten von Load Balancern, Origin-Pools und Health-Monitoren ist Teil von Orange Cloud Pro.
en: Viewing and managing load balancers, origin pools, and health monitors is part of Orange Cloud Pro.
es_mx: Ver y administrar balanceadores de carga, grupos de origen y monitores de estado es parte de Orange Cloud Pro.
fr: Consulter et gérer les répartiteurs de charge, les pools d'origine et les moniteurs de santé fait partie d'Orange Cloud Pro.
ja: ロードバランサー、オリジンプール、ヘルスモニターの表示・管理は Orange Cloud Pro の機能です。
ko: 부하 분산기, 오리진 풀, 상태 모니터의 보기·관리는 Orange Cloud Pro 기능입니다.
pt_br: Ver e gerenciar balanceadores de carga, pools de origem e monitores de integridade faz parte do Orange Cloud Pro.
pt_pt: Ver e gerir balanceadores de carga, pools de origem e monitores de estado faz parte do Orange Cloud Pro.
tr: Yük dengeleyicileri, köken havuzlarını ve sağlık izleyicilerini görüntüleme ve yönetme, Orange Cloud Pro kapsamındadır.
zh_hant: 負載平衡器、來源池與健康監測的檢視與管理屬於 Orange Cloud Pro。
zh_hk: 負載平衡器、來源池與健康監測的查看與管理屬於 Orange Cloud Pro。

source: 负载均衡器（%@）
ar: موازِنات التحميل (%@)
de: Load Balancer (%@)
en: Load balancers (%@)
es_mx: Balanceadores de carga (%@)
fr: Répartiteurs de charge (%@)
ja: ロードバランサー（%@）
ko: 부하 분산기(%@)
pt_br: Balanceadores de carga (%@)
pt_pt: Balanceadores de carga (%@)
tr: Yük dengeleyiciler (%@)
zh_hant: 負載平衡器（%@）
zh_hk: 負載平衡器（%@）

source: 负载均衡需要 Pro
ar: تتطلب موازنة التحميل Pro
de: Load Balancing erfordert Pro
en: Load Balancing requires Pro
es_mx: El balanceo de carga requiere Pro
fr: La répartition de charge nécessite Pro
ja: ロードバランシングには Pro が必要です
ko: 부하 분산은 Pro가 필요합니다
pt_br: O balanceamento de carga exige Pro
pt_pt: O balanceamento de carga requer Pro
tr: Yük dengeleme Pro gerektirir
zh_hant: 負載平衡需要 Pro
zh_hk: 負載平衡需要 Pro

source: 账单日
ar: يوم الفوترة
de: Abrechnungstag
en: Billing day
es_mx: Día de facturación
fr: Jour de facturation
ja: 請求日
ko: 청구일
pt_br: Dia de cobrança
pt_pt: Dia de faturação
tr: Faturalandırma günü
zh_hant: 帳單日
zh_hk: 帳單日

source: 账单日（用量周期起点）
ar: يوم الفوترة (بداية فترة الاستخدام)
de: Abrechnungstag (Beginn des Nutzungszeitraums)
en: Billing day (start of usage period)
es_mx: Día de facturación (inicio del periodo de uso)
fr: Jour de facturation (début de la période d’utilisation)
ja: 請求日（使用量期間の起点）
ko: 청구일(사용 주기 시작)
pt_br: Dia de cobrança (início do período de uso)
pt_pt: Dia de faturação (início do período de utilização)
tr: Faturalandırma günü (kullanım döneminin başlangıcı)
zh_hant: 帳單日（用量週期起點）
zh_hk: 帳單日（用量週期起點）

source: 账号
ar: الحساب
de: Konto
en: Account
es_mx: Cuenta
fr: Compte
ja: アカウント
ko: 계정
pt_br: Conta
pt_pt: Conta
tr: Hesap
zh_hant: 帳戶
zh_hk: 帳戶

source: 账号下暂无源站池，请先在「源站池」创建后再配置。
ar: لا يحتوي هذا الحساب على مجمّعات أصل بعد. أنشئ واحدًا من «مجمّعات الأصل» أولًا ثم اضبط هذا.
de: Dieses Konto hat noch keine Origin-Pools. Erstelle zuerst einen unter „Origin-Pools“ und konfiguriere dies dann.
en: This account has no origin pools yet. Create one under “Origin Pools” first, then configure this.
es_mx: Esta cuenta aún no tiene grupos de origen. Crea uno en «Grupos de origen» primero y luego configura esto.
fr: Ce compte n'a pas encore de pools d'origine. Créez-en un dans « Pools d'origine » d'abord, puis configurez ceci.
ja: このアカウントにはまだオリジンプールがありません。先に「オリジンプール」で作成してから設定してください。
ko: 이 계정에는 아직 오리진 풀이 없습니다. 먼저 ‘오리진 풀’에서 만든 후 구성하세요.
pt_br: Esta conta ainda não tem pools de origem. Crie um em “Pools de origem” primeiro e depois configure isto.
pt_pt: Esta conta ainda não tem pools de origem. Crie um em “Pools de origem” primeiro e depois configure isto.
tr: Bu hesabın henüz köken havuzu yok. Önce “Köken havuzları” bölümünde bir tane oluşturun, sonra bunu yapılandırın.
zh_hant: 帳號下尚無來源池，請先在「來源池」建立後再設定。
zh_hk: 帳戶下尚無來源池，請先在「來源池」建立後再設定。

source: 账号信息
ar: معلومات الحساب
de: Kontoinformationen
en: Account Info
es_mx: Información de la cuenta
fr: Infos du compte
ja: アカウント情報
ko: 계정 정보
pt_br: Informações da conta
pt_pt: Informações da conta
tr: Hesap Bilgileri
zh_hant: 帳號資訊
zh_hk: 帳戶資料

source: 账号级资源
ar: موارد على مستوى الحساب
de: Ressourcen auf Kontoebene
en: Account-level resources
es_mx: Recursos a nivel de cuenta
fr: Ressources au niveau du compte
ja: アカウントレベルのリソース
ko: 계정 수준 리소스
pt_br: Recursos no nível da conta
pt_pt: Recursos ao nível da conta
tr: Hesap düzeyi kaynaklar
zh_hant: 帳號層級資源
zh_hk: 帳戶層級資源

source: 账期
ar: فترة الفوترة
de: Abrechnungszeitraum
en: Billing period
es_mx: Período de facturación
fr: Période de facturation
ja: 請求期間
ko: 청구 주기
pt_br: Período de cobrança
pt_pt: Período de faturação
tr: Faturalandırma dönemi
zh_hant: 帳期
zh_hk: 帳期

source: 质询
ar: تحدٍّ
de: Challenge
en: Challenge
es_mx: Desafío
fr: Défi
ja: チャレンジ
ko: 챌린지
pt_br: Desafio
pt_pt: Desafio
tr: Sınama
zh_hant: 質詢
zh_hk: 質詢

source: 购买凭证校验失败，请尝试恢复购买。
ar: فشل التحقق من الشراء. جرّب «استعادة المشتريات».
de: Kaufüberprüfung fehlgeschlagen. Versuche „Käufe wiederherstellen“.
en: Purchase verification failed. Try Restore Purchases.
es_mx: Error al verificar la compra. Prueba a restaurar las compras.
fr: Échec de la vérification de l’achat. Essayez « Restaurer les achats ».
ja: 購入の検証に失敗しました。「購入を復元」をお試しください。
ko: 구매 확인에 실패했습니다. 구매 복원을 시도하세요.
pt_br: Falha ao verificar a compra. Tente restaurar as compras.
pt_pt: Falha ao verificar a compra. Tente restaurar as compras.
tr: Satın alma doğrulaması başarısız. “Satın alımları geri yükle”yi deneyin.
zh_hant: 購買憑證驗證失敗，請嘗試回復購買。
zh_hk: 購買憑證驗證失敗，請嘗試恢復購買。

source: 购买失败
ar: فشل الشراء
de: Kauf fehlgeschlagen
en: Purchase Failed
es_mx: Error en la compra
fr: Échec de l’achat
ja: 購入に失敗しました
ko: 구매 실패
pt_br: Falha na compra
pt_pt: Falha na compra
tr: Satın alma başarısız
zh_hant: 購買失敗
zh_hk: 購買失敗

source: 资源不存在
ar: المورد غير موجود
de: Ressource nicht gefunden
en: Resource not found
es_mx: Recurso no encontrado
fr: Ressource introuvable
ja: リソースが見つかりません
ko: 리소스를 찾을 수 없음
pt_br: Recurso não encontrado
pt_pt: Recurso não encontrado
tr: Kaynak bulunamadı
zh_hant: 資源不存在
zh_hk: 資源不存在

source: 资源类型
ar: نوع المورد
de: Ressourcentyp
en: Resource type
es_mx: Tipo de recurso
fr: Type de ressource
ja: リソースタイプ
ko: 리소스 유형
pt_br: Tipo de recurso
pt_pt: Tipo de recurso
tr: Kaynak türü
zh_hant: 資源類型
zh_hk: 資源類型

source: 起始地址
ar: العنوان الأول
de: Erste Adresse
en: First address
es_mx: Primera dirección
fr: Première adresse
ja: 先頭アドレス
ko: 첫 주소
pt_br: Primeiro endereço
pt_pt: Primeiro endereço
tr: İlk adres
zh_hant: 起始位址
zh_hk: 起始位址

source: 超出 CPU 限制
ar: تم تجاوز حد المعالج
de: CPU-Limit überschritten
en: Exceeded CPU limit
es_mx: Se superó el límite de CPU
fr: Limite CPU dépassée
ja: CPU 制限超過
ko: CPU 한도 초과
pt_br: Limite de CPU excedido
pt_pt: Limite de CPU excedido
tr: CPU sınırı aşıldı

source: 超出内存限制
ar: تم تجاوز حد الذاكرة
de: Speicherlimit überschritten
en: Exceeded memory limit
es_mx: Se superó el límite de memoria
fr: Limite de mémoire dépassée
ja: メモリ制限超過
ko: 메모리 한도 초과
pt_br: Limite de memória excedido
pt_pt: Limite de memória excedido
tr: Bellek sınırı aşıldı
zh_hant: 超出記憶體限制
zh_hk: 超出記憶體限制

source: 超时
ar: المهلة
de: Zeitüberschreitung
en: Timeout
es_mx: Tiempo de espera
fr: Délai d'expiration
ja: タイムアウト
ko: 시간 초과
pt_br: Tempo limite
pt_pt: Tempo limite
tr: Zaman aşımı
zh_hant: 逾時
zh_hk: 逾時

source: 超过 50 MB 的对象暂不支持在 App 内预览。
ar: لا يمكن بعد معاينة الكائنات التي يتجاوز حجمها 50 MB داخل التطبيق.
de: Objekte über 50 MB können in der App noch nicht in der Vorschau angezeigt werden.
en: Objects over 50 MB can’t be previewed in the app yet.
es_mx: Los objetos de más de 50 MB aún no se pueden previsualizar en la app.
fr: Les objets de plus de 50 MB ne peuvent pas encore être prévisualisés dans l’app.
ja: 50 MB を超えるオブジェクトは App 内でプレビューできません。
ko: 50MB가 넘는 객체는 아직 앱에서 미리 볼 수 없습니다.
pt_br: Objetos com mais de 50 MB ainda não podem ser visualizados no app.
pt_pt: Objetos com mais de 50 MB ainda não podem ser pré-visualizados na app.
tr: 50 MB’den büyük nesneler uygulama içinde henüz önizlenemez.
zh_hant: 超過 50 MB 的物件暫不支援在 App 內預覽。
zh_hk: 超過 50 MB 的物件暫不支援在 App 內預覽。

source: 跟随系统
ar: اتباع النظام
de: Systemeinstellung folgen
en: Follow System
es_mx: Seguir al sistema
fr: Suivre le système
ja: システムに合わせる
ko: 시스템 설정 따름
pt_br: Seguir o sistema
pt_pt: Seguir o sistema
tr: Sistemi izle
zh_hant: 跟隨系統
zh_hk: 跟隨系統

source: 跟随重定向
ar: اتّباع عمليات إعادة التوجيه
de: Weiterleitungen folgen
en: Follow redirects
es_mx: Seguir redirecciones
fr: Suivre les redirections
ja: リダイレクトをたどる
ko: 리디렉션 따르기
pt_br: Seguir redirecionamentos
pt_pt: Seguir redirecionamentos
tr: Yönlendirmeleri izle
zh_hant: 跟隨重新導向
zh_hk: 跟隨重定向

source: 跨域资源共享：允许指定来源的网页脚本访问桶内对象。规则为整组写入。
ar: مشاركة الموارد عبر الأصول (CORS): تتيح لنصوص الويب من الأصول المحددة الوصول إلى الكائنات داخل الحاوية. تُكتب القواعد كمجموعة كاملة.
de: Cross-Origin Resource Sharing: Erlaubt Webskripten der angegebenen Ursprünge den Zugriff auf Objekte im Bucket. Regeln werden als komplette Gruppe geschrieben.
en: Cross-Origin Resource Sharing: lets web scripts from the specified origins access objects in the bucket. Rules are written as a complete set.
es_mx: Intercambio de recursos entre orígenes (CORS): permite que los scripts web de los orígenes indicados accedan a los objetos del bucket. Las reglas se escriben como un conjunto completo.
fr: Cross-Origin Resource Sharing : permet aux scripts web des origines indiquées d’accéder aux objets du bucket. Les règles sont écrites comme un ensemble complet.
ja: クロスオリジンリソース共有：指定したオリジンの Web スクリプトがバケット内のオブジェクトにアクセスできるようにします。ルールはまとめて書き込まれます。
ko: 교차 출처 리소스 공유(CORS): 지정한 출처의 웹 스크립트가 버킷 내 객체에 액세스하도록 허용합니다. 규칙은 전체 묶음으로 기록됩니다.
pt_br: Compartilhamento de recursos entre origens (CORS): permite que scripts da web das origens especificadas acessem objetos no bucket. As regras são gravadas como um conjunto completo.
pt_pt: Partilha de recursos entre origens (CORS): permite que scripts web das origens especificadas acedam a objetos no bucket. As regras são escritas como um conjunto completo.
tr: Kaynaklar Arası Kaynak Paylaşımı (CORS): belirtilen kaynaklardaki web betiklerinin bucket içindeki nesnelere erişmesine izin verir. Kurallar tek bir küme olarak yazılır.
zh_hant: 跨來源資源共用：允許指定來源的網頁指令碼存取儲存桶內的物件。規則為整組寫入。
zh_hk: 跨來源資源共享：允許指定來源的網頁指令碼存取儲存桶內的物件。規則為整組寫入。

source: 路径
ar: المسار
de: Pfad
en: Path
es_mx: Ruta
fr: Chemin
ja: パス
ko: 경로
pt_br: Caminho
pt_pt: Caminho
tr: Yol
zh_hant: 路徑
zh_hk: 路徑

source: 路径 → %@
ar: المسار ← %@
de: Pfad → %@
en: Path → %@
es_mx: Ruta → %@
fr: Chemin → %@
ja: パス → %@
ko: 경로 → %@
pt_br: Caminho → %@
pt_pt: Caminho → %@
tr: Yol → %@
zh_hant: 路徑 → %@
zh_hk: 路徑 → %@

source: 路径，如 /health
ar: المسار، مثل /health
de: Pfad, z. B. /health
en: Path, e.g. /health
es_mx: Ruta, p. ej. /health
fr: Chemin, p. ex. /health
ja: パス（例：/health）
ko: 경로(예: /health)
pt_br: Caminho, ex. /health
pt_pt: Caminho, ex. /health
tr: Yol, örn. /health
zh_hant: 路徑，如 /health
zh_hk: 路徑，如 /health

source: 路径：%@
ar: المسار: %@
de: Pfad: %@
en: Path: %@
es_mx: Ruta: %@
fr: Chemin : %@
ja: パス：%@
ko: 경로: %@
pt_br: Caminho: %@
pt_pt: Caminho: %@
tr: Yol: %@
zh_hant: 路徑：%@
zh_hk: 路徑：%@

source: 路径正则（可选），如 /api/.*
ar: تعبير نمطي للمسار (اختياري)، مثل /api/.*
de: Pfad-Regex (optional), z. B. /api/.*
en: Path regex (optional), e.g. /api/.*
es_mx: Regex de ruta (opcional), p. ej. /api/.*
fr: Regex de chemin (facultatif), p. ex. /api/.*
ja: パスの正規表現（任意）、例：/api/.*
ko: 경로 정규식(선택), 예: /api/.*
pt_br: Regex de caminho (opcional), ex.: /api/.*
pt_pt: Regex de caminho (opcional), ex.: /api/.*
tr: Yol regex’i (isteğe bağlı), ör. /api/.*
zh_hant: 路徑正規表示式（可選），如 /api/.*
zh_hk: 路徑正規表示式（可選），如 /api/.*

source: 路由
ar: المسارات
de: Routen
en: Routes
es_mx: Rutas
fr: Routes
ja: ルート
ko: 라우트
pt_br: Rotas
pt_pt: Rotas
tr: Rotalar

source: 路由模式
ar: نمط المسار
de: Routenmuster
en: Route Pattern
es_mx: Patrón de ruta
fr: Modèle de route
ja: ルートパターン
ko: 라우트 패턴
pt_br: Padrão de rota
pt_pt: Padrão de rota
tr: Rota kalıbı

source: 路由规则
ar: قواعد التوجيه
de: Routingregeln
en: Routing rules
es_mx: Reglas de enrutamiento
fr: Règles de routage
ja: ルーティングルール
ko: 라우팅 규칙
pt_br: Regras de roteamento
pt_pt: Regras de encaminhamento
tr: Yönlendirme kuralları
zh_hant: 路由規則
zh_hk: 路由規則

source: 跳转到指定功能模块
ar: الانتقال إلى ميزة محددة
de: Zu einer bestimmten Funktion springen
en: Jump to a specific feature
es_mx: Ir a una función específica
fr: Accéder à une fonctionnalité précise
ja: 指定した機能に移動
ko: 특정 기능으로 이동
pt_br: Ir para um recurso específico
pt_pt: Ir para uma funcionalidade específica
tr: Belirli bir özelliğe atla
zh_hant: 跳轉到指定功能模組
zh_hk: 跳轉到指定功能模組

source: 跳过
ar: تخطّي
de: Überspringen
en: Skip
es_mx: Omitir
fr: Ignorer
ja: スキップ
ko: 건너뛰기
pt_br: Pular
pt_pt: Ignorar
tr: Atla
zh_hant: 略過
zh_hk: 跳過

source: 身份匹配（可选）
ar: مطابقة الهوية (اختياري)
de: Identitätsabgleich (optional)
en: Identity match (optional)
es_mx: Coincidencia de identidad (opcional)
fr: Correspondance d’identité (facultatif)
ja: ID 一致（任意）
ko: ID 일치 (선택)
pt_br: Correspondência de identidade (opcional)
pt_pt: Correspondência de identidade (opcional)
tr: Kimlik Eşleşmesi (isteğe bağlı)
zh_hant: 身分比對（選用）
zh_hk: 身分比對（可選）

source: 转发
ar: إعادة توجيه
de: Weiterleiten
en: Forward
es_mx: Reenviar
fr: Transférer
ja: 転送
ko: 전달
pt_br: Encaminhar
pt_pt: Reencaminhar
tr: İlet
zh_hant: 轉發
zh_hk: 轉寄

source: 转发到
ar: إعادة التوجيه إلى
de: Weiterleiten an
en: Forward to
es_mx: Reenviar a
fr: Transférer vers
ja: 転送先
ko: 전달 대상
pt_br: Encaminhar para
pt_pt: Reencaminhar para
tr: Şuraya ilet
zh_hant: 轉發到
zh_hk: 轉寄到
